/**/
"Cancel" = "Anulare";
/**/
"Delete" = "Ştergere";
/**/
"Open" = "Deschidere";
/**/
"Edit" = "Editare";
/**/
"Yes" = "Da";
/**/
"Finish" = "Finalizare";
/**/
"Done" = "Gata";
/**/
"Save" = "Salvare";
/**/
"Undo" = "Anulare";
/**/
"Redo" = "Refacere";
/**/
"OK" = "OK";
/**/
"Yes Delete" = "Da, şterge";


/*Geometry Edit Action Name*/
"Apply Geometry" = "Aplicare geometrie";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Golire geometrie";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Ştergere vertex";
/*Geometry Edit Action Name*/
"Insert Part" = "Inserare parte";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Inserare nod";
/*Geometry Edit Action Name*/
"Move Vertex" = "Mutare nod";
/*Geometry Edit Action Name*/
"Remove Part" = "Eliminare parte";

/*Collecting attachments*/
"Add" = "Adăugare";
/*Collecting attachments*/
"Take Photo or Video" = "Realizare fotografie sau clip video";
/*Collecting attachments*/
"Choose From Library" = "Alegere din bibliotecă";
/*Collecting attachments*/
"Photo" = "Fotografie";
/*Collecting attachments*/
"Video" = "Video";
/*Collecting attachments*/
"Save To Photo Library" = "Salvare în biblioteca de fotografii";
/*Collecting attachments*/
"Download" = "Descărcare";

/*Date attribute*/
"Today" = "Astăzi";

/**/
"Attachments" = "Ataşări";
"Attributes" = "Atribute";

/**/
"Open in Safari" = "Deschidere în Safari";

/* Please enter a numeric value between 0 and 5.*/
"Enter a number between %i and %i." = "Introduceţi un număr între %i şi %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"Enter a number between %@ and %@." = "Introduceţi un număr între %@ şi %@.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"Too many characters (%@)" = "Prea multe caractere (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "Numărul nu se încadrează în intervalul acceptabil.";

/* BLOB, RASTER, etc */
"Field type not supported" = "Tip de câmp neacceptat";

/**/
"%d of %d" = "%d din %d";

/**/
"Changing Feature Type" = "Se modifică tipul obiectului spaţial";
"You are changing the feature type, which may potentially overwrite some field values. Are you sure you want to do this?" =  "Sunteţi pe cale să modificaţi tipul obiectului spaţial, fapt ce poate suprascrie unele valori ale câmpurilor. Sigur doriţi să faceţi acest lucru?";

/**/
"Deleting Feature" = "Ştergere obiect spaţial în curs";
"Are you sure you want to delete this feature?" = "Sigur doriţi să ştergeţi acest obiect spaţial?";

/**/
"Data for pie chart is invalid" = "Datele pentru diagrama radială sunt nevalide";
"No data to create a pie chart" = "Nu există date pentru crearea unei diagrame radiale";
"No image to display" = "Nicio imagine de afişat";

/**/
"Created by %@ seconds ago" = "Creat de %@ acum câteva secunde";

/**/
"Created by %@ a minute ago" = "Creat de %@ acum un minut";

/**/
"Edited by %@ seconds ago" = "Editat de %@ acum câteva secunde";

/**/
"Edited by %@ a minute ago" = "Editat de %@ acum un minut";

/**/
"Created seconds ago" = "Creat acum câteva secunde";

/**/
"Created a minute ago" = "Creat acum un minut";

/**/
"Edited seconds ago" = "Editat acum câteva secunde";

/**/
"Edited a minute ago" = "Editat acum un minut";

/**/
"Created by %@ %d minutes ago" = "Creat de %@ acum %d minute";

/**/
"Created by %@ an hour ago" = "Creat de %@ acum o oră";

/**/
"Created by %@ %d hours ago" = "Creat de %@ acum %d ore";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - day" = "Creat de %@ pe data de %@ la ora %@";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - full" = "Creat de %@ pe data de %@ la ora %@";

/**/
"Edited by %@ %d minutes ago" = "Editat de %@ acum %d minute";

/**/
"Edited by %@ an hour ago" = "Editat de %@ acum o oră";

/**/
"Edited by %@ %d hours ago" = "Editat de %@ acum %d ore";

/**/
"Edited by %@ on %@ at %@ - day" = "Editat de %@ pe data de %@ la ora %@";

/**/
"Edited by %@ on %@ at %@ - full" = "Editat de %@ pe data de %@ la ora %@";

/**/
"Created by %@" = "Creat de %@";

/**/
"Edited by %@" = "Editat de %@";

/**/
"Created %d minutes ago" = "Creat acum %d minute";

/**/
"Created an hour ago" = "Creat acum o oră";

/**/
"Created %d hours ago" = "Creat acum %d ore";

/*"Created on ${weekDay} at ${formattedTime}"*/
"Created on %@ at %@ - day" = "Creat pe data de %@ la ora %@";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"Created on %@ at %@ - full" = "Creat pe data de %@ la ora %@";

/**/
"Edited %d minutes ago" = "Editat acum %d minute";

/**/
"Edited an hour ago" = "Editat acum o oră";

/**/
"Edited %d hours ago" = "Editat acum %d ore";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"Edited on %@ at %@ - day" = "Editat pe data de %@ la ora %@";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"Edited on %@ at %@ - full" = "Editat pe data de %@ la ora %@";

/* Used to denote a required field */
"Required" = "Obligatoriu";

/* Used for naming layers with no names */
"Layer %d" = "Stratul tematic %d";

/* Geocoding: returned when locator cannot find address for given location */
"Cannot find address for location" = "Nu se poate găsi adresa pentru locaţie";

/* Geocoding: returned when locator cannot find location for given address */
"Cannot find location for address" = "Nu se poate găsi locaţia pentru adresă";

/* Geocoding: core: used when address cannot be read */
"Cannot read address" = "Nu se poate citi adresa";

/* Geocoding: core: used when one of the locator files cannot be found */
"File not found" = "Fişier negăsit";

/* Geocoding: core: returned when locator cannot be loaded */
"Cannot load locator" = "Nu se poate încărca aplicaţia de localizare";

/* Geocoding: core: returned when some internal engine error occurs */
"Locator internal error" = "Eroare internă aplicaţie de localizare";

/* Geocoding: core: used when client tried to geocode intersections while locator does not support it */
"Intersections geocoding is not supported by locator" = "Geocodificarea intersecţiilor nu este suportată de aplicaţia de localizare";

/* Geocoding: core: returned when some locator property is not valid */
"Invalid locator properties" = "Proprietăţi aplicaţie de localizare nevalide";

/* Geocoding: core: used when client did not set required field for address geocoding */
"Required field is missing" = "Un câmp obligatoriu lipseşte";

/* Geocoding: core: used when operation is performed over uninitialized locator */
"Locator is not initialized" = "Aplicaţia de localizare nu este iniţializată";

/* Geocoding: core: returned when locator format is not supported */
"Unsupported locator format" = "Format aplicaţie de localizare nesuportat";

/* Geocoding: core: returned when geocoding engine cannot make projection transformation */
"Unsupported projection transformation" = "Transformare proiecţie nesuportată";

/* Geocoding: core: used when given spatial reference is not supported */
"Unsupported spatial reference" = "Referinţă spaţială nesuportată";

/*Geocoding: core: used when locator being used does not support reverse geocoding */
"Reverse geocoding not supported with this locator." = "Geocodificarea inversă nu este suportată cu acest instrument de localizare.";

/* Network analyst errors */
"Cannot open network." = "Nu se poate deschide reţeaua.";
"Cannot retrieve route task parameters." = "Nu se pot prelua parametrii pentru acţiunea de creare a unei rute.";
"Insufficient number of stops." = "Număr insuficient de opriri.";
"Stop (%@) was not located." = "Oprirea (%@) nu a fost localizată.";
"Stop (%@) is located on a non traversable element." = "Oprirea (%@) este localizată pe un element pustiu.";
"Stop (%@) is located on a soft restricted element." = "Oprirea (%@) este localizată pe un element restricţionat uşor.";
"Point barrer (%@) was not located." = "Obstacolul punctual (%@) nu a fost localizat.";
"Point barrier (%@) has invalid added cost attribute name." = "Obstacolul punctual (%@) are adăugat un nume de atribut de cost nevalid.";
"Line barrier (%@) has invalid scaled cost attribute name." = "Obstacolul liniar (%@) are scalat un nume de atribut de cost nevalid.";
"Line barrier (%@) does not cover any network elements." = "Obstacolul liniar (%@) nu acoperă niciun element de reţea.";
"Polygon barrier (%@) has invalid scaled cost attribute name." = "Obstacolul poligonal (%@) are scalat un nume de atribut de cost nevalid.";
"Polygon barrier (%@) does not cover any network elements." = "Obstacolul poligonal (%@) nu acoperă niciun element de reţea.";
"'%@' is an invalid impedance attribute." = "'%@' este un atribut de impedanţă nevalid.";
"'%@' restriction attribute is invalid." = "Atributul de restricţie '%@' este nevalid.";
"'%@' accumulate attribute is invalid." = "Atributul de unificare '%@' este nevalid.";
"'%@' is an invalid directions time attribute." = "'%@' este un atribut de timp nevalid pentru indicaţii de deplasare auto.";
"Directions distance attribute is invalid." = "Atributul distanţă pentru indicaţii de deplasare este nevalid.";
"Invalid attribute parameter attribute name (%@)." = "Numele atributului pentru parametrul de atribut este nevalid (%@).";
"Invalid attribute parameter parameter name (%@)." = "Numele parametrului pentru parametrul de atribut este nevalid (%@).";
"Invalid value type for attribute (%1$@) parameter (%2$@)." = "Tip de valoare nevalid pentru parametrul (%2$@) al atributului (%1$@).";
"Invalid restriction usage value for attribute (%1$@) parameter (%2$@)." = "Valoare de utilizare a restricţiei nevalidă pentru parametrul (%2$@) al atributului (%1$@).";
"Neutral restriction usage value for attribute (%1$@) parameter (%2$@)." = "Valoare de utilizare a restricţiei neutră pentru parametrul (%2$@) al atributului (%1$@).";
"Soft restricted element (%@) was traversed." = "A fost traversat un element restricţionat uşor (%@).";
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "Reţeaua nu are un atribut de ierarhie pentru efectuarea planificării ierarhice a rutei.";
"No path can be found between a given pair of stops (%@)." = "Nu se poate găsi nicio cale între o pereche dată de opriri (%@).";
"The input spatial reference is undefined." = "Referinţa spaţială de intrare nu este definită.";
"The output spatial reference is undefined." = "Referinţa spaţială de ieşire nu este definită.";
"The directions style is invalid." = "Stilul indicaţiilor de deplasare este nevalid.";
"The directions language is invalid." = "Limba indicaţiilor de deplasare este nevalidă";
"Directions time and distance attributes do not match." = "Atributele pentru timpul şi distanţa din indicaţiile de deplasare nu corespund.";
"The directions road class attribute is invalid." = "Clasa de drumuri din indicaţiile de deplasare este nevalidă.";
"Unknown condition." = "Condiţie necunoscută.";
"Invalid route task parameters." = "Parametri nevalizi pentru operaţia de creare a rutei.";
"Route task's solution cannot be found." = "Soluţia pentru operaţia de creare a rutei nu poate fi găsită";
"Route task was cancelled." = "Operaţia de creare a rutei a fost anulată.";
"Route task internal error." = "Eroare internă în operaţia de creare a rutei.";
"Route name property is not supported for local route task." = "Proprietatea Nume rută nu este suportată pentru activitatea de creare a unei rute locale.";
"Local route task parameters should be retrieved from route task." = "Parametrii operaţiei de creare a unei rute locale trebuie preluaţi din operaţia de creare a rutei.";
"Cannot retrieve network description." = "Nu se poate prelua descrierea reţelei.";
"Only one length attribute can be specified for impedanceAttributeName and accumulateAttributeNames." = "Pentru parametrii impedanceAttributeName şi accumulateAttributeNames se poate specifica un singur atribut pentru lungime.";
"Only one time attribute can be specified for impedanceAttributeName and accumulateAttributeNames." = "Pentru parametrii impedanceAttributeName şi accumulateAttributeNames se poate specifica un singur atribut pentru timp.";
"Service not supported." = "Serviciu nesuportat.";
"Specified start time occurs before January 1, 1970." = "Ora de începere specificată este anterioară datei 1 ianuarie 1970.";
"Stop (%@) has a start time that occurs before January 1, 1970." = "Oprirea (%@) are ora de începere anterioară datei de 1 ianuarie 1970.";
"Stop (%@) has a local time window that starts before January 1, 1970." = "Oprirea (%@) are intervalul orar local anterior datei de 1 ianuarie 1970.";
"Stop (%@) has a UTC time window that starts before January 1, 1970." = "Oprirea (%@) are un interval orar UTC anterior datei de 1 ianuarie 1970.";
"Stop (%@) has a time window end that occurs before its time window start." = "Oprirea (%@) are sfârşitul intervalului orar anterior începutului intervalului orar.";

/* Unit Abbreviated strings */
"cm" = "cm";
"dd" = "grd zecimale";
"dm" = "dm";
"ft" = "ft";
"in" = "in";
"km" = "km";
"m" = "m";
"mi" = "mi";
"mm" = "mm";
"nm" = "nm";
"pt" = "pcte";
"Unknown" = "Necunoscut";
"yd" = "yd";

/* Unit Display Strings */
"Centimeters" = "Centimetri";
"Decimal Degrees" = "Grade zecimale";
"Decimeters" = "Decimetri";
"Feet" = "Ft";
"Inches" = "Inci";
"Kilometers" = "Kilometri";
"Meters" = "Metri";
"Miles" = "Mile";
"Millimeters" = "Milimetri";
"Nautical Miles" = "Mile marine";
"Points" = "Puncte";
"Yards" = "Yarzi";

/* Area Units Abbreviated Strings */
"sq. in" = "in. pătraţi";
"sq. ft" = "ft pătraţi";
"sq. yd" = "yd pătraţi";
"ac" = "ac";
"sq. mi" = "mi pătrate";
"sq. mm" = "mm pătraţi";
"sq. cm" = "cm pătraţi";
"sq. dm" = "dm pătraţi";
"sq. m" = "m pătraţi";
"ares" = "ari";
"ha" = "ha";
"sq. km" = "km pătraţi";

/* Area Units Display Strings */
"Square Inches" = "Inci pătraţi";
"Square Feet" = "Ft pătraţi";
"Square Yards" = "Yarzi pătraţi";
"Acres" = "Acri";
"Square Miles" = "Mile pătrate";
"Square Millimeters" = "Milimetri pătraţi";
"Square Centimeters" = "Centimetri pătraţi";
"Square Decimeters" = "Decimetri pătraţi";
"Square Meters" = "Metri pătraţi";
"Ares" = "Ari";
"Hectares" = "Hectare";
"Square Kilometers" = "Kilometri pătraţi";

/* Errors */
"Error" = "Eroare";
"Class not @protocol AGSCoding compliant" = "Clasa nu respectă @protocol AGSCoding";
"Authorization required" = "Este necesară autorizarea";
"Token is invalid or has expired" = "Tokenul este nevalid sau a expirat";
"Unknown error occurred" = "A survenit o eroare necunoscută";
"Empty username/password" = "Nume de utilizator/parolă necompletată";
"Token URL is nil. You must set a valid token URL on the credential." = "URL-ul tokenului este nul. Trebuie să setaţi un URL valid pentru token în datele de autentificare.";
"Unknown authentication error" = "Eroare de autentificare necunoscută";
"Error extracting identity" = "Eroare la extragerea identităţii";
"Error adding identity to the keychain" = "Eroare la adăugarea identităţii la setul de chei";
"Invalid Credentials" = "Date de autentificare nevalide";
"Bad URL." = "URL incorect.";
"The feature layer does not expose an object-id field." = "Stratul tematic de obiecte spaţiale nu expune un câmp ObjectID.";
"Both geodatabase and syncParams are required for this method." = "Atât baza de date geografice, cât şi parametrii de sincronizare (syncParams) sunt necesari pentru această metodă.";
"Uploading deltas is not supported with this replica." = "Încărcarea valorilor delta nu este acceptată în cazul acestei baze de date geografice sincronizabile.";
"Error creating delta geodatabase" = "Eroare la crearea bazei de date geografice delta";
"Unable to create result image layer" = "Nu se poate crea stratul tematic de imagini rezultat";
"Cache at path '%@' not found." = "Cache-ul cu calea „%@” nu a fost găsit.";
"To add an item, you must be logged in to the portal." = "Pentru a adăuga un element, trebuie să fiţi conectat la portal.";
"To add an item, you must specify a value in the AGSPortalItemContentParameters." = "Pentru a adăuga un element, trebuie să specificaţi o valoare în AGSPortalItemContentParameters.";
"The portal failed to add the item." = "Portalul nu a reuşit să adauge elementul.";
"To delete an item, you must be logged in to the portal." = "Pentru a şterge un element, trebuie să fiţi conectat la portal.";
"The portal failed to delete the item." = "Portalul nu a reuşit să şteargă elementul.";
"To update an item, an itemId and logged in user are required." = "Pentru a actualiza un element, este necesar un itemId şi utilizatorul trebuie să fie conectat.";
"The item failed to update." = "Actualizarea elementului a eşuat.";
"The item failed to update JSON." = "Actualizarea obiectului JSON de către element a eşuat.";
"You must be logged in to a portal to add a comment." = "Trebuie să fiţi conectat la un portal pentru a adăuga un comentariu.";
"The comment failed to be added." = "Adăugarea comentariului a eşuat.";
"You must be logged in to a portal to fetch the current user's rating." = "Trebuie să fiţi conectat la un portal pentru a prelua calificativul utilizatorului curent.";
"You must be logged in to a portal to add a rating." = "Trebuie să fiţi conectat la un portal pentru a adăuga un calificativ.";
"The rating failed to be added." = "Adăugarea calificativului a eşuat.";
"To share an item, you must be logged in to the portal." = "Pentru a partaja un element, trebuie să fiţi conectat la portal.";
"To unshare an item, you must be logged in to the portal and specify groups with which to unshare the item." = "Pentru a anula partajarea unui element, trebuie să fiţi conectat la portal şi să specificaţi grupurile pentru care anulaţi partajarea elementului.";
"Bad Request" = "Solicitare incorectă";
"Credential Required" = "Este necesar un AGSCredential";
"Job not created" = "Operaţia nu a fost creată";
"Service did not return a valid URL" = "Serviciul nu a returnat un URL valid";
"Service did not return a file" = "Serviciul nu a returnat un fişier";
"Service did not return a size" = "Serviciul nu a returnat o dimensiune";
"Job failed" = "Operaţie eşuată";
"Job timed out" = "Operaţie expirată";
"Job was cancelled" = "Operaţia a fost anulată";
"Job was deleted" = "Operaţia a fost ştearsă";
"Feature with objectId: %d not found" = "Obiectul spaţial cu objectId: %d nu a fost găsit";
"No object-id values specified for feature table query." = "Nu a fost specificată nicio valoare object-id pentru interogarea tabelului de obiecte spaţiale.";
"Geodatbase at path '%@' not found." = "Nu a fost găsită baza de date geografice din calea '%@'.";
"An error occured when creating the local Geodatabase" = "A survenit o eroare la crearea bazei de date geografice locale";
"Operation not supported for Geodatabase Feature Service Table" = "Operaţie neacceptată pentru Tabelul de servicii de obiecte spaţiale din baza de date geografice";

/* OAuth */
"The specified clientID is invalid" = "Parametrul clientID specificat este nevalid";
"Log In" = "Autentificare";

/* Sync */
"Upload is not supported with this service." = "Încărcarea nu este suportată cu acest serviciu.";
"In order to call sync, a sync direction other than AGSGDBSyncDirectionNone must be specified." = "Pentru a apela sincronizarea, trebuie specificată altă instrucţiune de sincronizare decât AGSGDBSyncDirectionNone.";